<!DOCTYPE html>
	<?php include ('inc/doc-type-content.php'); ?>

	<head>
		<?php include ('inc/head.php'); ?>
	</head>

	<body>
		<!-- header-wrap -->
		<div id="header-wrap">
			 <header>
				<?php include('inc/header.php'); ?>
			 </header>
		</div>

		<!-- content-wrap -->
		<div class="content-wrap">
			<!-- Styles -->
			<section id="styles" class="clearfix">
				<br/>
				<div class="primary">
					<div class = "post">
						<h1> <p style = 'font-size:14px; color : darkgreen;'> धौरीगढ़ किला <b> </b> </p></h1>
						<form> <p> धौरिगढ़ किला कोटि पर्वत पर स्थित है </p> </form>
						<form> <p> बुन्देलखंड की सबसे बड़ी तथा पुरानी रियासत की राजधानी टीकमगढ़ तथा वर्तमान टीकमगढ़ जिला के दक्षिण - पूर्वी सीमा पर कल - कल नाद करती धसान नदी की गोद में, विंध्यांचल पर्वत एवं गहन अरण्य के बीच स्थित बडागांव के धौरीगढ़ दुर्ग का निर्वाण सन् 1787 के लगभग ओरछा के महाराज विक्रमजीत सिंह ने कराया था | </p> </form>
						<form> <p> मराठा पिंडरियों की लूट से रक्षा तथा अत्यंत सामरिक महत्व होने के कारण सुरक्षा की द्रष्टि से करवाया था | क्योंकि यहाँ की सीमाएं एक ओर तो बिजावर रियासत, पन्ना रियासत तथा दूसरी तरफ मराठा साम्राज्य की सीमायों से लगती थी | </p> </form>
						<form> <p> यह दुर्ग 100 मीटर ऊंची पहाडी पर स्थित है | इसका मुख्या दरवाजा उत्तर की ओर है | यह दुर्ग चंदेल कालीन जेनेरा तालाब से पूर्वी किनारे पर  स्थित है, जो इसको तीन टफ से घेरे हुए है | इस दुर्ग के उत्तर दिशा में सामने 200 मीटर दूर चंदेल कालीन जैन मंदिर स्थित है तथा इसके पीछे 50 मीटर दूर शिवमठ स्थित है | </p> </form>
						<form> <p> इस किले में छह बुर्ज तथा आवासीय भवन, दालानें, सभाग्रह के साथ, खजाना कोठी भी है | पानी की व्यवस्था के लिए किले के भीतर ही कुओं का निर्माण किया गया है | जो लगभग 60 फीट गहरा है और उसमे बरामदे आदि बने हुए हैं | किले की ऊँचाई 30 फीट है | </p> </form>
						<form> <p> इस किले का स्वतंत्रता संग्राम आन्दोलन में भी योगदान है | मार्च 1858 में जब अंग्रेज मेयर के. हेयर ने शाहगढ़ के किले को तोपों से ध्वस्त का दिया था तो महाराज बख्तवली की महारानी ने शाहगढ़ किला छोड़कर एक हाथी तथा असबाब लेकर बडागांव के किले में शरण ली थी | सामयिक महत्व के इस दुर्ग में 75 से लेकर 100 सैनिक, 12 हवलदार, 4 जमादार, 10 घुड़सवार, १० हाथी, तोपची और सर्वोपरि एक किलेदार अधिकारी रहता था | इसके अतिरिक्त कुछ माफीदार फौज भी रहती थी | इन फौजियों के अतिरिक्त 10 भवानी शंकर, काला पहाड़, गर्भ गिरवान आदि भीमकाय तोपों के अतिरिक्त चौकियों पर चलने वाली 25 तोपें तथा अखाड़ा भी था | </p> </form>
						<form> <p> इस किले के किलेदार महाराज का अति विश्वास पात्र निकट सम्बन्धी ही रहता था | अंतिम किलेदार का नाम श्री सिंह जू देव था | किले की इस व्यवस्था को 1935 में ओरछा महाराज वीरसिंह जू देव द्वितीय ने समाप्त कर दिया था | </p> </form>
					</div>
				</div>
				<aside>
					<?php include ('inc/aside-content.php'); ?>
				</aside>
			</section>
		</div>

		<!-- footer -->
		<footer>
			<?php include('inc/footer.php'); ?>
		</footer>
	</body>
</html>
