<?php include ('include/doc-type.php'); ?>
    <head>
    <?php include ('include/head.php'); ?>
    </head>
    <body>
        <!-- header-wrap -->
        <?php include ('include/header.php'); ?>

        <!-- content-wrap -->
        <div class="content-wrap">   
            
            <!-- about us -->
            <section id="about-us" class="clearfix">
				<div class="primary">
					<div class = "post">
						<form>
							<p> बड़ागाँव परिक्षेत्र सांस्कृतिक स्थलों के कारण जितना वैभवपूर्ण है, उतनी ही रमणीयता और कमनीयता यहाँ के प्राकृतिक सौन्दर्य में है| दशार्ण और उसकी सहायक उमड़ार तथा नरौसा बड़ागाँव  को घेरे हुए इसके चारो ओर करधनी की भांति लिपटी हुई हैं। यहाँ के वनाच्छादित भूधर सैलानियों के आकर्षण के केंद्र है। यशदास का शहीद स्मारक दो किलोमीटर पश्चिम की ओर टीकमगढ़ स्वतंत्रता प्रेमियों, राजनीतिज्ञों एवं नवयुवकों का प्रेरणा स्त्रोत शहीद नारा मार्ग पर नरौसा नाले पर है। इस स्थल पर स्वतंत्रता सेनानी नारायण दास खरे का राजतंत्र के समर्थक सामन्तवादियों ने निर्मम बध कर दिया था। प्रखर वक्ता चिन्तक और सामन्तवादी व्यवस्था के विरूद्ध संघर्षरत रहे है |  जुझारू नेता कामरेड़ अमृतलाल फणीन्द्र की यह कर्मस्थली है। </p>
						</form>
         
						<h1> स्वतंत्रता सेनानी अमृतलाल फणीन्द्र </h1>
						<p> <img src = "images/amrat-lal-phanindra.jpg" width = "200" height = "150"/> </p>
						<form> <p> दो अक्टूबर महात्मा गाँधी और पूर्व प्रधानमंत्री स्व. श्री लाल बहादुर शास्त्री के जन्म दिवस के साथ ही बडागांव धसान जिला टीकमगढ़ के एक ऐसे क्रांतिकारी व्यक्तित्व का जन्म दिवस है, जिनका नाम हटा लेने से भारतीय स्वतंत्रता समर में बुंदेलखंड़ की भूमिका का इतिहास ही अधूरा रह जाता है। ऐसे क्रांतिकारी का नाम उदय चन्द्र उर्फ अमृतलाल फणीन्द्र जिन्होने जीते जी अपने और न ही अपने परिवार के लिए आर्थिक रूप से कुछ किया । वह तो जीवन की अंतिम श्वास तक मर-मर कर जीते रहे। स्व. अमृतलाल फणीन्द्र के जीवन पर जितना लिखा जाए उतना कम है। किन्तु चन्द झलकियाँ प्रस्तुत कर श्रद्धांजलि का प्रयास है। </p>
							<p> क्रांतिकारी होते हुए सामाजिक जीवन में जो जितना विज्ञापित हुआ,उतना बड़ा नेता बन उपलब्धियों का उतना ही बड़ा अधिकार मान दावेदार हो जाता है। किन्तु क्रांतिकारी के लिए ख्याति प्राप्त करना व विज्ञापित होना घातक सिद्ध होता है। क्रांतिकारी लोकप्रिय व नामी हुआ तो मौत उनके सिर पर मड़राने लगती है। ठीक ऐसा ही हुआ उदय चन्द उर्फ अमृतलाल फणीन्द्र के साथ । </p>
							<p> तत्कालीन ओरछा नरेश व पॉलीटिकल एजेंट साहब बहादुर बुंदेलखंड देशी राज्य ऐजेन्सी नौगांव ,स्व. श्री अमृतलाल फणीन्द्र की क्रांतिकारी गतिबिधियों से दहल उठे थे। तब उन्हे जिन्दा या मुर्दा पकडने या पकड़वाने के लिए जाल बिछाया गया तथा एक नही दो इनामी इश्तहार जारी किए गए। </p>
							<p> उदय चन्द वल्द खुमान बक्काल साकिन बडागांव बुजुर्ग थाना बुड़ेरा तहसील बल्देवगढ़ रियासत ओरछा टीकमगढ़ सी. आई.का जिन्दा मुर्दा पेश करने, उसे मरवा ड़ालने, उसे पकड़वा देने व उसके मारने में पुलिस फौज व रियासती हुक्कामों और अलहकारो की मदद करने, उसकी मुखबिरी करने व सुराग देने वालो को 500 रू. कल्दार नकद इनाम के अलावा, सभी तरह की सरकारी उचापत, वेट,बेगार, कंगोटी, सिंगोटी, कस्टम, जंगल, व्यारी, झरी, मुहारों व अकता की माफी और 150  एकड बछयावती जमीन की मालगुजारी की माफी श्री मान जू देव की ओर से दी जाएगी व उसे राज दरबार आम का मेम्बर सभी जायज टीका ताजीम कर सिरोपाव और सिरो का पाव बक्से जाएगें। ओरछा राज्य टीकमगढ़ सी.आई. इस इस्तहार के दो माह बाद ही इस्तहार जारी हुआ। ‘‘तारीख 21माह जनवरी 1935 ई.’’ व हुक्म जनाव आलीजाह श्री मान् पोलिटिकल एजेन्ट साहब बहादुर बुंदेलखंड़ देशी राज्य एजेंसी नौगांव से बुंदेलखंड़ राज्य शिरोमणि श्री मान् महेन्द्र महाराजाधिराज पर वीर सिंह जू देव बहादुर के.सी.एस.आई. ऑफ़ ओरछा स्टेट की अनुमति से जारी किया गया | </p>
							<p> जिन्दा या मुर्दा पेश करने, उसका सिर काटकर श्री मान् जू देव दरबार ओरछा की खिदमत में नजर करने, उसके मरवा डालने या पकडवा देने के लिए मुखबिरी करने व उसकी व उसकी हमराही बदमाशों की गिरफ्तारी या गोली से उड़ाने में पुलिस फौज की मदद करने पर पूर्व आज्ञा श्री मान् जू देव ओरछा दरबार की ओर से जारी इनाम के अलावा मुवलिग रू.1000 एक हजार कल्दार व जानमारी लाईसेन्स सहित कारतूसी बन्दूक इनाम में दी जाएगी । </p>
							<p> दोनो इस्तहारों के बावजूद भी सफलता हाथ नही लगी। दादा अमृतलाल फणीन्द्र भूमिगत रहकर पूरी तन्मयता से स्वतंत्रता समर का कार्य करने लगे। लम्बे अंतराल के बाद जबलपुर प्रवास के दौरान नाम बदलकर अमृतलाल फणीन्द्र प्रकट हो गए । किन्तु अपना उद्देश्य सफल न होते देख मोरा जी सागर आ गए । जहाँ अकोला अनाथालय के प्रचार प्रसार व धन संग्रह हेतु दिए गए अपने भाषणों में सामन्तो व ब्रिटिश शासकों का विरोध करने लगे। फलतः मोरा जी सागर पर छापा पड़ा। जहाँ से साधु भेष बनाकर अपने क्षेत्र में वापिस आ गए । जहाँ अमृतलाल फणीन्द्र के  नाम से कार्य करते पकड़े गए, जेल गए,पीटे गए ,यातनायें सही पर राष्टीय स्वतंत्रता समर व जनता के मौलिक अधिकारो के लिए मेहतर हड़ताल ,झांमर आन्दोलन, महुआ आंदोलन,सटिया आंदोलन,जागीरी सीर व पड़ती भूमि हथियायों आंदोलनों में अहम् भूमिका अदा की।सामन्वाद और राजशाही का विरोध उनके जीवन में कूट-कूट कर भरा था।इसी कारण 1930-31 के सविनय अवज्ञा आंदोलन में बढ-चढकर हिस्सा लिया। 1937 में ओरछा सेवा संघ का प्रथम अधिवेशन बड़ागाँव धसान में कराया। </p>
							<p> प्रथम स्वतंत्रता दिवस पर जेल से रिहा होने के पश्चात् उत्तरदायी शासन की प्राप्ति हेतु चलाए जा रहे आंदोलन में सक्रिय भूमिका का निर्वाह किया। इसी दौरान राजा के सिपहसालारों ने 01 दिसम्बर 1947 को अमर शहीद नारायण दास खरे का वध कर हमेशा-2 के लिए अमर बना दिया। अमर शहीद नारायण दास खरे के शव व उनके हत्यारो की खोज में दादा अमृतलाल फणीन्द्र प्राण पण से जुट गए। सफलता ही हाथ लगी। अमृतलाल फणीन्द्र व जनमानस के प्रभावकारी दबाब के कारण ही बुंदेलखंड़ी रियासतों में सर्वप्रथम 17 दिस.1947 को ओरछा राज्य को ही उत्तरदायी शासन मिलने का गौरव हासिल है। और दादा फणीन्द्र जी के प्रयासों से ही आज तक निरन्तर अमर शहीद नारायण दास खरे स्मृति मेला शहादत स्थली नरौसा नाले पर लगता आ रहा है। </p>
							<p> संवेदनशीलता की मिशाल के रूप में टीकमगढ़ जिले का जुलाई 1948 का ऐतिहासिक गल्ला आंदोलन आज भी बुजुर्गो की जुवान पर तरोताजा है। अभावो की जिंदगी व्यतीत करते हुए कई आंदोलन किए व तड़पती मानवता के उद्धार हेतु संघर्सरत रहे। </p>
							<p> आदरणीय दादा अमृतलाल फणीन्द्र प्रगतिशील विचारक होने के साथ ही समाज में व्याप्त कुरीतियों व अन्ध विश्वासों के कट्टर विरोधी थे। उनके जीवन का दूसरा पहलू सामाजिक कार्यो से ओतप्रोत है। उन्होने बुंदेलखंड़ में सामाजिक गतिविधियों को गति देने के उद्देश्य से 1956 में ‘‘शांति सेवा मण्ड़ल’ ’का गठन बड़ागाँव में कराया, जो आज भी सुवासित है। </p>
							<p> आदरणीय दादा अमृतलाल फणीन्द्र ने ही ग्रन्थो का अध्ययन कर तथ्य परक जानकारी हासिल कर ‘‘विंध्यवाणी’’में एक लेख प्रकाशित कराकर सर्वप्रथम बड़ागाँव धसान को सिद्धक्षेत्र घोषित कराने का प्रयास किया था तथा जैन विद्वानो व मनीषियो का ध्यान आकृष्ट किया था।इस संबंध में उन्होने अनेक पत्रिकाओं में अपने लेख भेजे व एक परचा प्रकाषित कराया।आज दिगम्बर जैन सिद्धक्षेत्र पुष्पित व पल्लवित है। </p>
							<p> इस संबंध में पूज्यपाद श्री गणेश प्रसाद वर्णी ने भी अपनी जीवनगाथा में यहाँ के मंदिरों की भव्यता व समाज सुधारक श्री अमृतलाल फणीन्द्र से हुई मुलाकात का वर्णन किया है। </p>
							<p> व्यक्तित्व एवं विद्वत्ता के धनी फणीन्द्र जी ने प्रभावी पत्रकारिता करने के अलावा कवितायेँ ,कहानियां,लेख,घटनाएं लिखने के अतिरिक्त स्वतंत्रता संग्राम में बुंदेलखंड की भूमिका पर इतिहास लिखा है, जिसका शीर्षक है ‘‘इतिहास का बरबस ओझल पन्ने ’’ अर्थाभाव के कारण उनके जीवन में उनका लिखा कुछ भी प्रकाशित न हो सका । </p>
						</form>
						
						<br/>
						<h1> विलक्षण प्रतिभा के धनी अमर शहीद नारायण दास खरे </h1>
						<p> <img src = "images/narayan-daas-khare.jpg" width = "200" height = "150"/> </p>
						<form> <p> किसी भी शहीद की शहादत किसी अन्य शहीद से कम नही आंकी जा सकती । यह तो स्थान व स्थिति का फर्क है कि कोई शहीद ज्यादा ख्याति अर्जित कर लेता है और कोई कम। इस परिस्थितियों में शहीद चन्द्रशेखर आजाद की शहादत से अमर शहीद नारायण दास खरे का बलिदान कम करके नही जाना जा सकता। </p>
							<p> 18 नबम्बर 1917 को ग्राम दैलवारा जिला ललितपुर उ.प्र. में जन्में अमर शहीद नारायण दास खरे का कार्यक्षेत्र झांसी ,ललितपुर, टीकमगढ़़ आदि जिले रहे । </p> 
							<p> अमर शहीद नारायण दास खरे सामन्ती हुकुमत व ब्रिटिश सरकार के प्रति जितने सख्त थे, दलित किसान मजदूर शोषित उत्पीडि़त आम नागरिको के प्रति उतने ही विन्रम व सहज थे । उनके चरित्र में निर्भयता, आत्मत्याग, वाक् पटुता, परिश्रम शीलता, ओजस्वी भाषण, हास्य पंक्ति का बोध होता था। अपने निजी जीवन में अत्यंत सुसंस्कारित थे। हरिजन प्रेम और उनके उत्थान की भावना तो देखते ही बनती थी। </p>
							<p> 30 नबम्बर 1947 की रात्रि ग्राम मौखरा में आम सभा करने के बाद रात्रि विश्राम बड़ागाँव में कर उत्तरदायी शासन की प्राप्ति हेतु टीकमगढ़ में चलने वाले आन्दोलन का नेतृत्व करने साइकिल से टीकमगढ़ जाते समय घात लगाकर राजा के सिपहसालारो ने बड़गाँव धसान से लगभग 4 कि.मी. दूर रास्ते में 01 दिसम्बर 1947 की उसा कालीन बेला में अमर शहीद नारायण दास खरे का वध कर अमरता प्रदान कर दी। </p>
							<p> खरे जी का बलिदान निरर्थक नही गया, उनके छिपे शव की खोज में क्षेत्र की जनता बदहबास सी हो चली थी। लेकिन ज्यों ही उनके अभिन्न साथी क्रान्तिकारी स्व. अमृतलाल फणीन्द्र को शव ढूंढने में सफलता हाथ लगी। जनता तक ज्यों ही शहीद खरे जी की शहादत का समाचार पहुंचा तभी आम जन मानस ने टीकमगढ़ राजमहल को घेरकर खून का बदला खून से लेगे का जय घोष किया, तभी 17 दिसम्बर 1947 को बुन्देल खण्डी रियासतो में सर्वप्रथम शासन की घोषणा कर दी गई। जब तक खरे जी का कोई पता नही चला था, तब तक लोग तरह- तरह के कयास लगाते रहे। पर उनके चरित्र, वात्सल्य और दलित उत्थान की भावना का सर्वोच्च प्रमाण पत्र तो गरीब मेहतरानी ने दिया, जब उसने आखों में आंसू भरकर दूसरी महिला से पूछा- बहू पतो चलो खरे जी को? हमारे घर आउत ते तो जबरन रोटी मांगकर खातते। कओ करत तो जीजी, तुमने का बनाओ खबाओ तो। कछू पतो चलो उनको। कबलो आये। </p>
							<p> दूसरी ओर शहादत स्थली की चुटकी मिट्टी क्षेत्र और दूरस्थ ग्राम्यांचलो के जन मानस अपने माथे पर लगाकर अपने को धन्य कर रहे थे । देखते ही देखते वहां गड्ढा हो गया । जिसने समाधि की नींव का कार्य किया । </p>
							<p> शहादत स्थली नरौसा नाले पर निर्जन में समाधि तो बन गई। जिसे आतताइयो ने कई बार तोडा। किन्तु जनता ने बार बार बनाया। </p>
						</form>

						<form> <p> कुछ ही दिनों बाद दादा अमृतलाल फणीन्द्र के अथक प्रयासो व जन प्रेरणा से इस निर्जन में राष्टीय शहीद मेला 18 जनवरी को लगने लगा। जहाँ हजारों नर-नारी अपने प्रेरणा पुंज प्रिय नेता को श्रद्धांजलि अर्पित करते है। </p>
							<p> गम्भीर अवस्था के दौर में भी राजेन्द्र अस्पताल टीकमगढ़ में भर्ती होने के बावजूद 08 मार्च 1980 को दिव्य ज्योति में विलीन होने के पूर्व अमृतलाल फणीन्द्र ने दैनिक ओरछा टाइम्स के संपादक श्री हरगोविंद त्रिपाठी पुष्प से कहा था-पुष्प जी मेरे बाद शहीद मेला टूटने न पाये। सामन्तियों का कोई भरोसा नही है। </p>
							<p> अब तक तो अमर शहीद नारायण दास खरे स्मृति मेला बडगांव धसान से 04 कि.मी. दूर निर्जन में शहादत स्थली नरौसा नाला पर प्रतिवर्ष विभिन्न खेलकूद प्रतियोगिताओं तथा सांस्कृतिक कार्यक्रमों के साथ 18 से 23 जनवरी तक सम्पन्न होता आ रहा है। वह भी वगैर किसी शासकीय सहयोग के, केवल जनप्रेरणा व जन सहयोग से। </p>
						</form>
					</div>
				</div>
				<aside>
                    <?php include ('include/links.php'); ?>
                </aside>
            </section>
        </div>

        <!-- footer-wrap -->
        <?php include ('include/footer.php'); ?>
    </body>
</html>/