<!DOCTYPE html>
<?php include ('inc/doc-type-content.php'); ?>

	<head>
		<?php include ('inc/head.php'); ?>
	</head>

	<body>
		<!-- header-wrap -->
		<div id="header-wrap">
			 <header>
				<?php include('inc/header.php'); ?>
			 </header>
		</div>

		<!-- content-wrap -->
		<div class="content-wrap">
			<!-- Styles -->
			<section id="styles" class="clearfix">
				<br/>
				<div class="primary">
					<div class = "post">
						<h1> <p style = 'font-size:18px; color : darkgreen;'> सिद्ध क्षेत्र फलहोडी बडागांव धसान <b> </b> </p></h1>
			
						<form>
							<p> <h2> फलहोड़ी शब्द का वैभव </h2> </p>
							<p> पुराण साहित्य में इस तीर्थ को किसी ने ‘फलहोडी़’ किसी ने ‘बडागांव’ तथा किसी ने ‘फलहोड़ी बडागांव’ कहा है जबकि यह नाम एक ही स्थान के नाम है। </p>
							<p> 15 वीं शताब्दी के प्रसिद्ध विद्वान तथा मराठी साहित्य के प्रसिद्ध लेखक भट्टारक गुणर्कीति ने तीर्थ वन्दना में लिखा है- ‘‘फलहोड़ी गा्रम आहूट कोटि सिद्धासि नमस्कार माझा’’ अर्थात् फलहोड़ी फलवर्ती बडागांव  से साढे तीन कोटि मुनि मोक्ष पधारे,उन्हे नमस्कार। </p>
						</form>

						<form>
							<p> <h2> सिद्ध क्षेत्र होने का प्रमाण </h2> </p>
							<p> प्राकृत निर्वाण काण्ड में ‘‘फलहोड़ी बडाग्रामे पश्चिम भायम्भि द्रोणगिरि सिहारे ’’(गाथा 14 का अंश)  इसमें फलहोड़ी बडागांव एक ही बतलाकर स्थिति साफ कर दी, साथ ही दिशा- निर्देश भी कर दिया कि बडागांव द्रोणगिरि से पश्चिम में है। भाषा निर्वाण काण्ड ‘‘फलहोड़ी बडागांव अनूप पश्चिम दिशा द्रोणगिरि रूप’(गाथा 19 का अंश) इसमें अनुपम फलहोड़ी फलवर्ती बडागांव को द्रोणगिरि की उपमा देकर पश्चिम दिशा में होने का स्पष्ट निर्देश किया है। &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp <a href = "proof-of-being-siddh-kshetra.php#styles"> और पढ़ें </a> </p>
						</form>

						<form>
							<p> <h2> सिद्ध गुफा </h2> </p>
							<p> मंदिरों के पीछे पहाड़ पर प्राचीन गुफा स्थित है जो कि दर्शकों को मौन भाषा में बतलाती है के अतीत में साधकों अपने आँचल में साधना मनन चिंतन में योग देने का गौरव प्राप्त है | </p>
						</form>

						<form>
							<p> <h2> कोटि पहाड़ (कोटि शिला) </h2> </p>
							<p> पर्वत पर विद्धमान मंदिरों कि श्रंखला में कुछ दूरी पर इसी पहाड़ कि चोटी को कोटि पहाड़ के नाम से संबोधित किया जाता है | इस स्थान पर प्रायः सभी वर्ग के लोग देवी प्रकोप महामारी, अनावृष्टि, अतिवृष्टि, दुर्भिक्ष आदि के समय विशेष अवसरों पर अपने - 2 ढंग से पूजा, उपासना, भजन - कीर्तन आदि करते हैं | </p>
							<p> पर्वत पर विद्धमान इसके विषय में 13 वीं शताब्दी के विद्वान आचार्य जिनप्रभ सूरी ने एक कल्प लिखा है | विविध तीर्थ कल्प इसमें इसे दशार्ण पर्वत के समीप बतलाया है दशार्ण नदी (वर्तमान धसान) मध्य प्रदेश में विन्ध्य के एक भाग से निकलती है | यही दशार्ण पर्वत है | </p>
						</form>

						<form>
							<p> <h2> मानस्तम्भ  </h2> </p>
							<p> पौराणिक ग्रंथों में भगवान केवली के समवशरण में मानस्तंभ का वर्णन सर्वत्र प्राप्त है इसका महत्वा मिथ्या दृष्टियों के मिथ्याभिमान को भंग करने के लिए सूर्य किरणों से अंधकार को नष्ट करने के समान है | तदनुसार प्रत्येक तीर्थस्थल पर मानस्तंभ निर्माण परंपरा प्रचलित हो गयी उसी परंपरा का आधार स्वरुप एक विशाल 9 -10 फुट लम्बे देशीय पाषाण का मानस्तंभ अनेक पद्मासन जिन मुद्राओं में अंकित उपलब्ध है | पुरातत्व वेत्ताओं के अनुसार इसे 10 वीं शताब्दी का माना जाता है | इस क्षेत्र की प्राचीनता सिद्ध करने के लिए अनेक किवदँतियाँ भी प्रचलित हैं | </p>
						</form>				

						<form>
							<p> <h2> बजनू शिला </h2> </p>
							<p> सरिता तट से कुछ दूरी पर एक शिला पर प्रस्तरखंड फैकने पर वह चंडी से सिक्कों के समान ठन-ठन की आवाज सुनाई देती है | लोगों का विश्वास है की इंद्र ने देवलोक से यहाँ आकर किसी यातिराज का केवलज्ञान या निर्वाण कल्याणक मनाया हो और स्मृति स्वरुप अपनी अलौकिकता से यह सब भी महान है | </p>
						</form>
					</div>
				</div>
				<aside>
					<?php include ('inc/aside-content.php'); ?>
				</aside>
			</section>
		</div>

		<!-- footer -->
		<footer>
			<?php include('inc/footer.php'); ?>
		</footer>
	</body>
</html>