<?php include ('include/doc-type.php'); ?>
    <head>
    <?php include ('include/head.php'); ?>
    </head>
    <body>
        <!-- header-wrap -->
        <?php include ('include/header.php'); ?>

        <!-- content-wrap -->
        <div class="content-wrap">   
            
            <!-- about us -->
            <section id="about-us" class="clearfix">
                <div class="primary">
					<div class = "post">
						<h1> <p style = 'font-size:18px; color : darkgreen;'> जन आस्था का केन्द्र बजरंग आश्रम <b> </b> </p></h1>
						<p> <img style = "border: 1px solid #DADADA;" src = "images/hanuman-mandir-1.jpg" width="300" height="200"/> </p>

						<form> <p> प्राचीनकाल से ही भारत देश में जैन संस्कृति एवं वैदिक संस्कृति साथ-साथ विकसित हुई है। विकास क्रम में गुप्तकाल एवं चंदेलकाल में ऐसे कई उदाहरण हैं जहाँ समन्वित रूप से दोनों धर्मो के पूजा स्थल मंदिर एवं मूर्तियों का निर्माण तत्कालीन शासको ने करवाया है। बुंदेलखंड के ख्याति प्राप्त तीर्थस्थल खजुराहो एवं देवगढ में ऐसे ही प्रमाण मिलते हैं।इसी की समकक्ष श्री दिगम्बर जैन सिद्धक्षेत्र फलहोड़ी बड़ागाँव में दोनो ही संस्कृतियां समान रूप से विकसित हुई है। </p> </form>
						<form> <p> दशार्ण (धसान) तारंगणि समीप लगभग एक फलांग की दूरी पर नदी के पश्चिम तट पर स्थित श्री बजरंग आश्रम प्राकृतिक एवं धार्मिक द्रष्टि से काफी महत्वपूर्ण है यहाँ पर विराजित श्री बजरंगवली की आदम कद प्रतिमा अत्यंत मनोज्ञ एवं कलात्मक है। </p> </form>
						<form> <p> पीपल के विशाल वृक्ष के नीचे खुले आसमान में बिना किसी छत के प्राकृतिक वातावरण में यह प्रतिमा बिना किसी सहारे के खड्गासन वीरभाव मुद्रा में स्थित है। सम्पूर्ण भारत में ऐसी मनोज्ञ प्रतिमा के दर्शन अन्य कही नहीं होते। </p> </form>
						<form> <p> पूर्वमुखीं 5-6 फीट ऊँची प्रतिमा का पृष्ठ भाग दक्षिण दिशा में है। स्थानक मुद्रा में द्विभुजी प्रतिमा के दाहिने हाथ में गदा लिए हुए,यह हाथ सिर के ऊँपर वीरभाव दर्शाता है एवं बांया हाथ वृक्ष की डाली नुमा आकृति लिए हुए वक्षस्थल पर स्थित है। पाद संसथान आदिवराह मूर्ति के सामान उत्साह के स्थाई भाव कि व्यंजना करता है | दाहिना पाद भूमि के अंदर स्तम्भवत एवं बांया पाद उठा हुआ है। कुण्डलाकार लंबी लंगूर पृष्ठ भाग पर स्थित है। </p> </form>
						<form><p> मूर्तिकला की दृष्टि से यह प्रतिमा कई अंलकरणो से विभूषित है। सिर पर करंड मुकुट, कानो में कुण्डल, कंठ में लंबी वनमाला एवं जनेउ जो बाएँ घुटने तक लटकता हुआ दिखलाई देता है। कमर की मेखला में छोटी-2 घंटिकायें लटकती हुई शोभायमान हैं। अंगद तथा कटक, पावों में दोहरे नुपूर पहने हुए अलंकृत है। चिरकाल से सिंदूर लेप का मोटा परत जमा होने के कारण मूर्ति के अन्य अंलकरण छिपे हुए प्रतीत होते है। </p> </form>
						<form> <p> किंवदंतियों के अनुसार मूर्ति के ऊपर कोई छत ,मंदिर या टीनशेड नही ठहरता जिसकी वजह से यह प्राचीन प्रतिमा कालान्तर से खुले आसमान तले स्थित है, कहा जाता है कि यह प्रतिमा स्वतः ही प्रकट है। </p> </form>
						<form><p> इस सन्दर्भ में गीता प्रेस गोरखपुर से प्रकाशित कल्याण पत्रिका जानकारी 1975 के "श्री हनुमान अंक " के अनुसार "टीकमगढ़ से १५ मील पूर्व दिशा में बडागांव नामक स्थान पर स्वतः प्रकट मारुति प्रतिमा स्थित है |  यह प्रतिमा एक विशाल पीपल वृक्ष के नीचे स्थित है | इसका एक चरण ऊपर है एवं एक चरण नीचे पृथ्वी में धंसा हुआ है | जो चरण पृथ्वी में धंसा है, उसकी गहराई का आज तक पता नही लग पाया है | कुछ मनचले युवकों में इस गहराई का पता लगाने के निमित्त चरण के आसपास खुदाई करनी प्रारंभ को, ४०-५० फीट कि गहराई तक खोद नही डाला किन्तु गहराई का पता नही चल सका | </p> </form>
						<form> <p> यह क्षेत्र प्राचीन काल से ही पुरातत्व संपदा संपन्न रहा है। यहाँ पर गुप्तकालीन एवं चंदेलकालीन स्थापत्य एवं मूर्तिकला के कई उदाहरण मिलते हैं। चंदेली पुस्कर तालाब ,शिवमठ, कोटिपहाड़ पर स्थित चंदेली जिनालय, मूर्तियां मानस्तंभ एवं सिद्धगुफा, यहाँ के पुरातन एवं वैभव का बखान अपनी कलाकृति के माध्यम से करते हैं। आज जरूरत इस प्रयास की है कि नगर के सभी श्रद्धालु इस नगरी को धार्मिक नगरी के रूप में विकसित करने के लिए पूर्ण मनोयोग से प्रयास करें। </p> </form>
					</div>
				</div>
				<aside>
					<h3> बजरंग आश्रम </h3>		
					<table>
						<tr>		
							<td> <b> पूरा नाम </b> </td>
							<td> मंशापूर्ण हनुमान जी </td>
						</tr>
						<tr>		
							<td> <b> पुजारी </b> </td>
							<td> दयाराम दास (40 वर्ष से) और हरीराम दास त्यागी (10 वर्ष से)</td>
						</tr>
						<tr>		
							<td> <b> अध्यक्ष </b> </td>
							<td> जगदीश खरे </td>
						</tr>
						<tr>		
							<td> <b> वेदी संख्या </b> </td>
							<td> 4 </td>
						</tr>
					</table>
                    <?php include ('include/links.php'); ?>
                </aside>
            </section>
        </div>

        <!-- footer-wrap -->
        <?php include ('include/footer.php'); ?>
    </body>
</html>