<!DOCTYPE html>
<?php include ('inc/doc-type-content.php'); ?>

	<head>
		<?php include ('inc/head.php'); ?>
	</head>

	<body>
		<!-- header-wrap -->
		<div id="header-wrap">
			 <header>
				<?php include('inc/header.php'); ?>
			 </header>
		</div>

		<!-- content-wrap -->
		<div class="content-wrap">
			<!-- Styles -->
			<section id="styles" class="clearfix">
				<br/>
				<div class="primary">
					<div class = "post">
						<p> <h2> सिद्ध क्षेत्र होने का प्रमाण </h2> </p>
						<form> 
							<p> प्राकृत निर्वाण काण्ड में ‘‘फलहोड़ी बडाग्रामे पश्चिम भायम्भि द्रोणगिरि सिहारे ’’(गाथा 14 का अंश)  इसमें फलहोड़ी बडागांव एक ही बतलाकर स्थिति साफ कर दी, साथ ही दिशा- निर्देश भी कर दिया कि बडागांव द्रोणगिरि से पश्चिम में है। भाषा निर्वाण काण्ड ‘‘फलहोड़ी बडागांव अनूप पश्चिम दिशा द्रोणगिरि रूप’(गाथा 19 का अंश) इसमें अनुपम फलहोड़ी फलवर्ती बडागांव को द्रोणगिरि की उपमा देकर पश्चिम दिशा में होने का स्पष्ट निर्देश किया है। </p>
						</form>
						<form>
							<p> मराठी साहित्य के ही प्रमुख विद्वान 15 वीं शताब्दी के प्रसिद्ध लेखक चिमणा पंडित ने मराठी तीर्थ वन्दना स्त्रोत में ‘‘बडागांव सुनाम पश्चिम दिशा द्रोणगिरि पर्वत कैलाश जैसा’’ इसमे द्रोणगिरि पर्वत को कैलाश की उपमा देकर पश्चिम में बडागांव की स्थिति बतलाई है। (फलहोड़ी विशेषण का प्रयोग नही किया है।) </p>
						</form>
						<form>
							<p> जम्बूद्वीप पण्णति संग हो, की पुष्प्का में आचार्य पद्मनन्दिर ने पारियात्र देश और शक्ति भूपाल का उल्लेख किया है। (जम्बूद्वीप पण्णति सग्रंह,उद्दे,165,166) यह तो स्पष्ट ही है कि उन दिनो यह स्थान जैन समाज की गतिविधियों का केन्द्र रहा है,जहाँ निर्ग्रन्थ मुनि पद्मनन्दि को यहाँ स्थित जम्बूद्वीप पण्णति के संग्रह संपादन का सुयोग प्राप्त हुआ,पद्मनन्दि के युग में यह स्थान चन्देल शासकों की सीमा रहा है।( बी.ए. स्मिथ एम्पुली हिस्टी ऑफ इण्डिया, पेज 405) </p>
						</form>
						<form>
							<p> इसी बडागांव को पद्मनन्दि ने ‘वारानगर’, कुन्दकुन्द ने बडागांव ,जिनसेन ने कूटादि, जिनप्रभसूर ने कोटिशिला कहा है। </p>
						</form>
						<form>
							<p> वारानगर अथवा बडागांव की दो पौराणिक संज्ञाए कूटाद्रि ‘कोटिशिला’ प्राप्त होती है। आदिपुराण में भरत चक्रवर्ती भरत के सेनाओं द्वारा तैरश्चिक वैडूर्य और कूटाद्रि या कूटाचल का उल्लंघन कर परिपात्र देश को प्राप्त करने का निर्देश है।(आदिपुराण 26-27) बडागांव का कोटि पहाड ही कूटाचल या कोटि पर्वत है,जहां दशार्ण नदी परिपात्र देश की सीमा बनाती है। तैराश्चिक या वडूर्य पन्ना क्षेत्र की पहाडि़यां है। </p>
						</form>
						<form>
							<p> 1364-1386 के प्रसिद्ध लेखक आचार्य जिनप्रभ सूरि ने विविध कल्प के अंतर्गत कोटिशिला तीर्थकल्प लिखा है,जिसमें पूर्वाचार्यो की गाथा 15 पृष्ठ 78-79 में निर्दिष्ट दशार्ण(धसान) जो प्राचीन काल से सुविदित नदी है,वह समीप ही बहती है तथा सदियों से परम्परागत पूजा मान्यता का केन्द्र कोटि पहाड विद्वमान है,जहां से 6 तीर्थकरों के कार्यकाल में अगणित कोटि मुनि मोक्ष पधारे। </p>
						</form>
						<form>
							<p> कृत्रिम स्मारक तो कालान्तर में मिट जाते हैं किन्तु नदियों और पहाड़ो के सम्बन्ध में ऐसी सम्भावनाएं नही हैं। तीर्थ वन्दना संग्रह प्रकाशक-जीवराम ग्रन्थमाला,शोलापुर में यह प्रमाण उपलब्ध हैं। </p>
						</form>
						<form>
							<p> पर्वत पर चन्देल कालीन सात भव्य जिनालय हैं मूर्तियों पर बारहवीं शताब्दी को लेखांकन है। दसवीं शताब्दी का देशी पाषाण से निर्मित मानस्तंभ, चरण-चिहन, सिद्धगुफा, पुरातत्व संग्रहालय। पुरातत्व वेत्ताओं के अनुसार पांचवी-छठवीं शताब्दी तक का इतिहास प्रकाश में आता है,जिसमें तीर्थंकर प्रतिमाओं शासन देवी-देवताओं के शताधिक भग्नावेश हैं। </p>
						</form>
						<form>
							<p> जब हम इसके पुरातत्व एवं इतिहास पर दृष्टिपात करते हैं तो हमें अनेक ऐसे तथ्य मिलते हैं,जो इसे सिद्ध भूमि सिद्ध करते हैं,जिसमें सर्वप्रथम है-सिद्ध गुफा मंदिरो के पश्चिम दिशा में स्थित यह गुफा यह सिद्ध करती है कि यहां तपस्वियों ने तपस्या कर अपने कर्मो को नाश कर मोक्ष प्राप्त किया होगा। </p>
						</form>
						<form>
							<p> सिद्धो का झरना, जैनेतरा तालाब, कोटि पहाड़ जैसे संस्कृति तथा कला का आभास कराते हैं। टाठीबेर बाबड़ी,बजनी शिला एवं संग्रहालय में संजोई गई अनगिनत खण्डित मूर्तियां, मानस्तंभ आदि स्वयं को सिद्ध क्षेत्र सिद्ध करते हैं। </p> 
						</form>
					</div>
				</div>
				<aside>
					<?php include ('inc/aside-content.php'); ?>
				</aside>
			</section>
		</div>

		<!-- footer -->
		<footer>
			<?php include('inc/footer.php'); ?>
		</footer>
	</body>
</html>