<?php include ('include/doc-type.php'); ?>
    <head>
    <?php include ('include/head.php'); ?>
    </head>
    <body>
        <!-- header-wrap -->
        <?php include ('include/header.php'); ?>

        <!-- content-wrap -->
        <div class="content-wrap">   
            
            <!-- about us -->
            <section id="about-us" class="clearfix">
                				<div class="primary">
					<div class = "post">
						<h1> <p style = 'font-size:18px; color : darkgreen;'> चंदेलकालीन शिवमठ <b> </b> </p></h1>
						<p> <img style = "border: 1px solid #DADADA;" src="images/shiv-math-1.jpg" width="300" height="200"/> </p>
						<form> <p> चदेल शासकों ने भारतीय स्थापत्य एवं मूर्तिकला के विकास में अभूतपूर्व योगदान दिया है | शासकों ने अपने साम्राज्य को सरोवरों, राजप्रसादों, मंदिरों, मठों एवं मूर्तियों से पूरी तरह अलंकृत रखने का प्रयास किया है | इसकी कलात्मक गतिविधियाँ मुख्या रूप से खजुराहो, उर्दमऊ, महोबा, कालिंजर, अजयगढ़, बानपुर, अहार, देवगढ, सीरोन, चंदेरी, थूबोन, मदनपुर, चांदपुर आदि क्षेत्रों से सम्बंधित है | परन्तु इनके अतिरिक्त अन्य स्थानों पर भी जैसे भेलसी, देरी, नारायणपुर, बडागांव आदि में भी इसकी कलात्मक गतिविधियाँ रहीं है | </p> </form>
						<form> <p> बडागांव नगर के दक्षिण में जेनेरा तालाब के बाँध पर चंदेलकालीन शिवमठ है, जो 2 - 3 फुट ऊंची छैकन पर खड़ा किया गया है | मठ पूर्वाभिमुखी एवं शिखर युक्त है | गर्भगृह वर्गाकार है जिसके मध्य में जरायु में शिवलिंग स्थापित है | </p> </form>
						<form> <p> इसका निर्माण महाराज धंगदेव(940-999 बी.सी.) ने कराया था जो शैवमत के महँ उपासक थे | बडागांव चंदेल काल में महोबा- खजुराहो से मदनपुर- चंदेरी - देवगढ मार्ग पर स्थित था | </p> </form>
						<form> <p> यह मठ 15 फीट ऊंची जगती पर स्थित पूर्वामुखी तथा शिखर युक्त है | 30 फीट ऊंचा गर्भगृह वर्गाकार है जिसके मध्य में शिवलिंग स्थित है, जो 2 फीट ऊंचा है | 40.25 मीटर लम्बे चौड़े चबूतरे पर स्थित मंदिर तथा मंडप के आगे गर्भगृह के सम्मुख आयताकार मंडप का भाग सपाट है, मंडप चार स्तंभों पर अवलंबित है | गर्भगृह एवं प्रवेश द्वार की दीवारों पर सूक्ष्म एवं कलात्मक शिल्प कारी है | मंदिर का गुम्बद गोलाकार है | </p> </form>
						<form> <p> गर्भगृह के प्रवेश द्वार की दहलीच पर दोनों ओर गज की आकृतियाँ बनीं है जिनके बीच में खडग धारी योद्धा की भी आकृतियाँ है | गर्भगृह के प्रवेश द्वार पर गज लक्ष्मी सरस्वती और गणेश जी की चतुर्भुज मूर्तियाँ है | बायीं ओर लक्ष्मी की आकृति के हाथों में अभयमुद्रा, सनालपद्म और जालपत्र है | ललितमुद्रा में आसीन सरस्वती को दोनों हाथों में वीणावादन करते हुए दिखाया गया है | </p> </form>
						<form> <p> उतरंग पर नव ग्रहों की स्थानक आकृतियों हैं | द्वार शाखाओं पर वाद्धवादन  और नृत्य करती हुई आकृतियाँ हैं | द्वार पर मकर वाहिनी गंगा तथा कुर्क वाहिनी यमुना की कलश धारी प्रतिमा है | निचले भाग पर वैष्णव लक्षणों वाली चतुर्भुज द्वारपालों की मूर्तियाँ हैं | किरीट और मुकुट से अलंकृत द्वारपालों के हाथों में चक्र, शंख, गदा आदि हैं | </p> </form>
						<form> <p> मठ के गर्भगृह के बाहरी भाग के बांये तरफ केवल गणेश जी की मूर्ति है, गज मुख एवं लम्बोदर तथा मूषक पर आरूढ़ है, गणेश के करों में अभय और वरमुद्रा परसु दिखाए गये हैं | बांये भाग पर हाथ में डमरू लिए हुए नृत्य करती अप्सराओं की मूर्तियाँ दिखाई गयी हैं, जो कि खंडित हैं | इसके अलावा मडोवर में और मूर्ति नही है | </p>
						<form> <p> मठ के छत भाग के ऊपर अर्द्ध मंडप और गर्भगृह के लिए अलग अलग शिखर है | शिखत के शीर्ष भाग में आमलक, कमल, चक्र, पर कुम्भ कलश स्थापित है | </p> </form>
						<form> <p> शिवमठ वास्तु स्थापत्य का उत्कृष्ट प्रतीक है | यहाँ का एक- एक शिलाखंड बेजोड़ है और उनका संरक्षण एवं पुरातत्व अध्ययन किया जाना परम आवश्यक है | </p> </form>
					</div>
				</div>
				<aside>
					<h3> शिवमठ </h3>		
					<table>
						<tr>		
							<td> <b> पूरा नाम </b> </td>
							<td> चंदेल कालीन शिवमठ </td>
						</tr>
						<tr>		
							<td> <b> पुजारी </b> </td>
							<td> छोटे लाल जी </td>
						</tr>
						<tr>		
							<td> <b> निर्माण </b> </td>
							<td> चंदेल कालीन शासकों के संरक्षण में </td>
						</tr>
					</table>
                    <?php include ('include/links.php'); ?>
                </aside>
            </section>
        </div>

        <!-- footer-wrap -->
        <?php include ('include/footer.php'); ?>
    </body>
</html>