<?php headers_sent(); ?>

<form> 
	<p style = "color : darkgreen; font-size : 14px; font-weight : bold"> भौगोलिक स्थिति </p> 
	<p> औसत समुद्र तल से ऊँचाई - 319 मीटर( 1046 फीट) </p>
	<p> बडागांव, टीकमगढ़ सागर रोड पर, टीकमगढ़ से 29 किमी और सागर से 100 किमी की दूरी पर स्थित है | </p> 
</form>

<form> 
	<p style = "color : darkgreen; font-size : 14px; font-weight : bold"> बड़ागाँव क्षेत्र का सांस्कृतिक वैभव (इतिहास) </p> </p>
	<p> पुरातन के ओरछा राज्य और वर्तमान टीकमगढ़ जिला के दक्षिण पूर्वी भागों में टीकमगढ़ शाहगढ़ राजमार्ग पर, धसान नदी के बाएँ कछारीय वनाच्छादित विन्ध्यशैल शिखरों के मध्य स्थित बड़ागाँव बस्ती पुरातन काल से सांस्कृतिक प्रकाश की किरणें क्षेत्र के उम्मरगढ़ ऊमरी, नवागढ़ तक ,जिससे यह समीपवर्ती सांस्कृतिक स्थल भी जीवंत रहे। </p>
	<p>
		चंदेलकाल में चंदेलराज्य बुंदेलखंड विकसित राज्य था । लोगो की धार्मिक आस्थानुरूप तालाबों के घाटो और नदियों के किनारे तथा सिद्ध संतो महंतो की गुफाओ, खोहो के पास मठों मंदिरों का निर्माण कराकर सांस्कृतिक विकास किया। 
		<br/>
		<a href = "history.php"> और पढ़ें </a> 
	</p> 
</form>

<form> 
	<p style = "color : darkgreen; font-size : 14px; font-weight : bold"> जनसांख्यकी </p> 
	<p> 2011 की जनसंख्या गणना के अनुसार </p> 
	<p> जनसंख्या - 18584 </p>
	<p> पुरुष - 52 फीसदी, महिलाएं - 48 फीसदी </p>
	<p> साक्षरता दर - 84% है, जोकि भारत की साक्षरता दर 74.04 % से कहीं ज्यादा है, जिसमे 89 % पुरुष और 71% महिलाएं साक्षर हैं | 60 फीसदी जनसंख्या 25 वर्ष से कम की है | </p> 
</form>
		
<form> 
	<p style = "color : darkgreen; font-size : 14px; font-weight : bold">  जलवायु </p>  
	<p> बडागांव एक ऊष्ण कटिबंधीय गीला और शुष्क क्षेत्र है | </p> 
	<p> यहाँ तीन अलग- अलग ऋतुएं पाई जाती है, ग्रीष्म, शरद, और बरसात | ग्रीष्म ऋतु मार्च के बीच में शुरू होती है और अप्रैल एवं मई के दौरान बहुत ही गर्म हो सकती है | यहाँ उच्चतम तापमान 1994 में दर्ज किया गया था जोकि 48 डिग्री सेल्सियस था | औसत गर्मियों का तापमान 42  - 44 डिग्री सेल्सियस तक जा सकता है | यहाँ नमी बहुत ही कम पाई जाती है | </p>
	<p> चूँकि बडागांव की स्थिति बुंदेलखंड पठार के पूर्वी क्षेत्र में है, यहाँ शाम में एक ठंडी हवा गर्मियों की रातों को सुखद बनाती है | </p>
	<p> मानसून का मौसम जून में देर से 26 डिग्री सेल्सियस के आसपास औसत तापमान, निरंतर मूसलाधार बारिश और उच्च नमी के साथ शुरू होता है | यहाँ औसत बर्षा 32 इंच है | </p>
	<p>  सर्दियों का मौसम नबम्बर के मध्य में शुरू होता है | सर्दियाँ सूखी, नरम और उजली होती है | सर्दियों में औसत तापमान 4  - 15  डिग्री सेल्सियस होता है | लेकिन सर्द रातों में यह हिमांक(freezing point) के करीब गिर सकता है | </p> 
	<p> गर्मियों में तापमान 48  - 50 डिग्री सेल्सियस तक हो सकता है तो वही सर्दियों में 2 डिग्री सेल्सियस तक भी हो सकता है | </p> 
</form>
				
<form> 
	<p style = "color : darkgreen; font-size : 14px; font-weight : bold">  यातायात </p> 
	<p> बडागांव, प्रदेश के दूसरे भागों से, राष्ट्रीय व प्रदेश हाईवे से अच्छे से जुड़ा है | झाँसी, ललितपुर, सागर, भोपाल, इंदौर, जबलपुर, दमोह और टीकमगढ़ के लिए बस सर्विस और निजी वाहन आसानी से उपलब्ध है| </p>
	<p> रेलवे यातायात के साधन टीकमगढ़, झाँसी, ललितपुर, सागर में उपलब्ध हैं| </p> 
	<p> हवाई यातायात के माध्यम खजुराहो(120 किमी), भोपाल(269 किमी), इंदौर, ग्वालियर में उपलब्ध है | </p> 
</form>

<form> 
	<p style = "color : darkgreen; font-size : 14px; font-weight : bold">  प्रमुख त्यौहार </p> 
	<p> सभी राष्टीय त्यौहार जैसे होली, हनुमान जयंती, महावीर जयंती, वैसाखी, रक्षाबंधन, गणेश उत्सव, नवरात्री, दशहरा, दीवाली, रमजान और ईद पूरे उत्साह से साथ यहाँ मनाये जाते है | </p>
	<p> इन सभी त्योहारों के अलावा जैन समुदाय 10 दिन का पर्युषण पर्व भी मनाता है | </p> 
</form>
				
<form> 
	<p style = "color : darkgreen; font-size : 14px; font-weight : bold"> पर्यटन </p> 
</form>

<form>	
	<p style = "color : darkgreen; font-size : 14px;">  धौरीगढ़ किला :  </p>
	<p> 
		बडागांव के धौरीगढ़ दुर्ग का निर्माण सन् 1787 के लगभग ओरछा के महाराज विक्रमजीत सिंह ने कराया था | 
		<br/>
		<a href = "dhaurigarh-kila.php"> और पढ़ें </a> 
	</p> 
</form>

<form>
	<p style = "color : darkgreen; font-size : 14px;">  धसान नदी :  </p> 
	<p> 
		धसान नदी बेतवा नदी की की एक सहायक नदी है | 
		<br/>
		<a href = "dhasan-river.php"> और पढ़ें </a> 
	</p>
</form>

<form>
	<p style = "color : darkgreen; font-size : 14px;">  कोटि पर्वत :  </p>
	<p> फोटो में किले और जैन मंदिर को साफ़ देखा जा सकता है, जो यह बताता है की कई सौ साल पहले यहाँ एक विशाल पर्वत जिसे कोटि पर्वत के नाम से जाना जाता है | यह पर्वत विशेषज्ञों के अनुसार जुडा हुआ था लेकिन समय के साथ नगर का विकास हुआ, बस्ती बनायीं गयी और इस पहाड़ को बीच से काटा गया जिसे किले और जैन मंदिर के बीच के स्थान के स्वरुप में जाना जाता है | और फिर जैन मंदिर से कुछ दूर तक और काटा गया | फिर यह भद्र काली मंदिर से मिलता है और नगर परिवहन को स्थापित करने के लिए इसे एक सड़क को बनाने के लिए और काटा गया | फिर भी भद्र काली मंदिर से दरगुआं तक यह अभी भी अस्तित्व में है |</p>
</form>

<form>
	<p style = "color : darkgreen; font-size : 14px;">  पोखना तालाब :  </p>
	<p> 
		इसे पुष्कर सरोवर भी कहा जाता है | हर वर्ष अच्छी बारिश होने से यह पूरी तरह भर जाता है और साल भर के उपयोग के लिए पर्याप्त होता है |
		<br/>
		<a href = "pokhna-aur-janera-taalab.php"> और पढ़ें </a> 
	</p>
</form>

<form>
	<p style = "color : darkgreen; font-size : 14px;">  टाठीबेर बाबड़ी :   </p> 
	<p> ऐसी मान्यता है कि यह बाबड़ी वर्षों पहले लोगों के कार्य को पूरा करने में मदद करती थी | टाठी = बर्तन, बेर = वापिका (बाबड़ी) यह स्थान बडागांव के बस स्टैंड पर स्थित है | इसे टाठीबेर  के नाम से जाना जाता है | पूर्व में जब लोगों  के घर शादी - विवाह के अवसर पर प्रतिभोज आदि के लिए बर्तनों की आवश्यकता होती थी तब लोग यहाँ पर आकर निवेदन करते थे | हे टाठीबेर, हमें अमुक कार्य हेतु कतिपय बर्तनों कि आवश्यकता है तब बाबड़ी पर बर्तन तैरने लगते थे | लोग उन्हें घर ले जाते और कार्य पश्चात् उसी वापिका में डाल जाते थे एक बार कोई श्रावक उक्त वापिका से बर्तन ले गया परन्तु वापिस लौटाने नहीं आया उसी समय से बर्तन उतरते नहीं है | </p>
</form>

<form>
	<p style = "color : darkgreen; font-size : 14px;">  जैन मंदिर :  </p>
	<p> 
		यहाँ भगवान आदिनाथ कि विशाल प्रतिमा है, जो यहाँ के पर्यटन में चार चाँद लगता है, एक चौबीसी मंदिर है, जिसमे पूरे २४ तीर्थंकरों की ५ फीट की प्रतिमा हैं । और इसके अलावा ७ वेदियां और भी हैं | 
		<br/>
		<a href = "jain-mandir.php"> और पढ़ें </a> 
	</p>
</form>

<form>
	<p style = "color : darkgreen; font-size : 14px;">  हनुमान मंदिर :  </p>
	<p> 
		बजरंग बली की प्रतिमा खडगासन में है, जो अपने आप में अद्वितीय संरचना है | इस प्रतिमा का एक चरण ऊपर और एक जमींन के नीचे है जो अपने आप में एक अनुपम स्थिति है |
		<br/>
		<a href = "hanuman-mandir.php"> और पढ़ें </a> 
	</p>
</form>

<form>
	<p style = "color : darkgreen; font-size : 14px;">  धनुषधारी मंदिर :  </p> 
	<p> 
		किला एवं जैन मंदिर के मध्य नगर में महाराजा विक्रमाजीत सिंह के समय निर्मित धनुषधारी भगवान राम का भव्य मंदिर है, जो वैष्णव जनों की धार्मिक सांस्कृतिक गतिविधियों का मुख्य केंद्र है | 
		<br/>
		<a href = "dhanush-dhaari-mandir.php"> और पढ़ें </a> 
	</p>
</form>

<form> 
	<p style = "color : darkgreen; font-size : 14px;">  भद्र काली मंदिर :  </p>
	<p> 
		यह मंदिर बस स्टैंड के पास पहाड़ी पर स्थित है, जहाँ भद्रकाली देवी विराजमान है | समय के साथ हुए बदलाव में यहाँ दो मंदिर और बन गये, जिसमे पहला मंदिर शनि देव का है और दूसरा मंदिर तीन भगवानों से सुसज्जित है, इस मंदिर में शिव जी, साईं बाबा, और विष्णुजी विराजमान है|
		<br/>
		<a href = "bhadra-kaali-mandir.php"> और पढ़ें </a>
	</p>
</form>

<form>
	<p style = "color : darkgreen; font-size : 14px;">  शिवमठ :  </p>
	<p> 
		मठ पूर्वाभिमुखी एवं शिखर युक्त है | गर्भगृह वर्गाकार है जिसके मध्य में जरायु में शिवलिंग स्थापित है | 
		<br/>
		<a href = "shiv-math.php"> और पढ़ें </a> 
	</p>
</form>

<form>	
	<p>  <a href = "temples.php#narsingh-mandir"> नरसिंह मंदिर </a> , <a href = "temples.php#hardol"> हरदोल </a> व एक <a href = "temples.php#shiv-mandir"> शिव मंदिर </a>  मैन मार्केट में वार्ड नंबर 9 में स्थित है, जो भी पर्यटन की द्रष्टि से महत्वपूर्ण है| </p>
</form>	

<form> 
	<p style = "color : darkgreen; font-size : 14px;"> मस्जिद  </p>
	<p> 
		बडागांव धसान में हिन्दू और जैन समुदाय के अलावा मुस्लिम समुदाय भी एक बड़ी संख्या में रहता है | और जाहिर सी बात है यहाँ एक नही बल्कि दो मस्जिद (शाही जामा मस्जिद और जामा मस्जिद), ईदगाह मस्जिद, और दो मजार भी हैं, जो मुस्लिम संप्रदाय के लिए बहुत ही महत्वपूर्ण है| 
		<br/>
		<a href = "masjid.php"> और पढ़ें </a> 
	</p> 
</form>