<?php headers_sent(); ?>

<h3> सिद्ध क्षेत्र फलहोडी बडागांव धसान </h3>		
<table>
	<tr>		
		<td> <b> पंजीयन संख्या </b> </td>
		<td> 127 (भारतवर्षीय दिगम्बर जैन तीर्थ क्षेत्र कमेटी मुंबई द्वारा प्रदत्त) </td>
	</tr>
	<tr>		
		<td> <b> जिला </b> </td>
		<td> <a href = "http://tikamgarh.nic.in"> टीकमगढ़ </a> </td>
	</tr>
	<tr>		
		<td> <b> PIN code </b> </td>
		<td> 472010 </td>
	</tr>
	<tr>		
		<td> <b> संरक्षक </b> </td>
		<td> श्री सुरेश जैन पूर्व कलेक्टर </td>
	</tr>
	<tr>		
		<td> <b> अध्यक्ष </b> </td>
		<td> श्री वीरेंद्र फणीन्द्र </td>
	</tr>
	<tr>		
		<td> <b> मंत्री </b> </td>
		<td> श्री शाह मुन्ना लाल जैन </td>
	</tr>
	<!-- <tr>		
		<td> <b> कोषाध्यक्ष </b> </td>
		<td> सिंघई लखन लाल जैन </td>
	</tr> -->
	<tr>		
		<td> <b> मैनेजर </b> </td>
		<td> रमेश जैन </td>
	</tr>
	<tr>		
		<td> <b> वेदी संख्या </b> </td>
		<td> 31 </td>
	</tr>
	<tr>		
		<td> <b> पुजारी </b> </td>
		<td> भागचन्द्र जैन </td>
	</tr>
	<tr>		
		<td> <b> माली </b> </td>
		<td> मुकेश पुष्पकार </td>
	</tr>
	<tr>		
		<td> <b> जैन समाज के घर </b> </td>
		<td> 100+ </td>
	</tr>
</table>