<!DOCTYPE html>
<?php include ('inc/doc-type-content.php'); ?>

	<head>
		<?php include ('inc/head.php'); ?>
	</head>

	<body>
		<!-- header-wrap -->
		<div id="header-wrap">
			 <header>
				<?php include('inc/header.php'); ?>
			 </header>
		</div>

		<!-- content-wrap -->
		<div class="content-wrap">	
			<!-- Styles -->
			<section id="styles" class="clearfix">
				<br/>
				<div class="primary">
					<div class = "post">
						<h1> बड़ागाँव क्षेत्र का सांस्कृतिक वैभव (इतिहास) </h1>
				
						<p> पुरातन के ओरछा राज्य और वर्तमान टीकमगढ़ जिला के दक्षिण पूर्वी भागों में 25.34 उत्तरी अक्षांस एवं 79.2 पूर्वी देशान्तर पर टीकमगढ़ शाहगढ़ राजमार्ग पर, धसान नदी के बाएँ कछारीय वनाच्छादित विन्ध्यशैल शिखरों के मध्य स्थित बड़ागाँव बस्ती पुरातन काल से सांस्कृतिक प्रकाश की किरणें क्षेत्र के उम्मरगढ़ ऊमरी, नवागढ़ तक ,जिससे यह समीपवर्ती सांस्कृतिक स्थल भी जीवंत रहे। </p>
	
						<p> चंदेलकाल में चंदेलराज्य बुंदेलखंड विकसित राज्य था । तत्कालीन चंदेल राजाओं ने इस पहाड़ी पठारी भूभाग को अपनी जनहितकारी नीतियों से मनुष्यों को स्थायी रूप से आवास करने योग्य बनाया । नीची भूमि के नालों को पत्थर की पैरियों से बांध बनवाकर सुन्दर सरोवरो का निर्माण कराकर कृषि एवं लोगो के दैनिक उपयोग के लिए तथा वन्य प्राणियों के लिए जल का प्रबंध किया था। लोगो की धार्मिक आस्थानुरूप तालाबों के घाटो और नदियों के किनारे तथा सिद्ध संतो महंतो की गुफाओ, खोहो के पास मठों मंदिरों का निर्माण कराकर सांस्कृतिक विकास किया। </p>
					
						<p> वनाच्छादित परिक्षेत्र में गाँव कस्बे बसाकर सामाजिक विकास को नई दिशा और परम्परा दी। यह बड़ागाँव ग्राम भी मदनपुर की तरह मदन वर्मा चंदेल का बसाया हुआ है, जिसने यहां का तालाब शिवमठ तथा सिद्ध पहाड़ी में सिद्ध गुफा के नीचे जैन मंदिर का निर्माण कराया था। चंदेल काल में बड़ागाँव महोवा-खजुराहो से मदनपुर- चंदेरी देवगढ़ को जाने वाले राजमार्ग का एक नगर था। जो सामाजिक सांस्कृतिक एवं आर्थिक रूप से सम्पन्न था। </p>

						<p> बड़ागाँव के पश्चिमी पार्श्व में सिद्ध कोटि पहाड़ी है जिसमे एक गुफा है जो सिद्ध गुफा के नाम से प्रसिद्ध है। इस गुफा में जैन मुनि सिद्ध महापुरुष त्यागी रहा करते थे । जिसकी आस्थानुसार मदन वर्मा ने सिद्धगुफा के पास पहाड़ी पर विशाल शिलाखंडो से एक विशाल जैन मंदिर का निर्माण करवाया था। </p>

						<p> जिसमें तीर्थंकर नेमिनाथ प्रतिस्थित हैं। यह मंदिर खजुराहो के घंटाई जैन मंदिर समूह कोटि का है। मुख्य राजमार्ग पर स्थित होने से मुनियों, सिद्ध महापुरुषों के प्रवचन, उपदेश सुनने, दर्शन लाभ लेने जैन धर्मावलम्वियों का आना जाना निरंतर बना रहता था। चंदेल कालीन मंदिर से अधिक महत्वपूर्ण सिद्ध गुफा है। इसी कारण इसे सिद्ध क्षेत्र की संज्ञा दी गई थी। </p> 
		
						<p> बड़ागाँव नगर के दक्षिणी किनारे तालाब के बाँध पर चंदेलकालीन उत्तुंग शिवमठ है, जो 2-3 फुट उॅंची छैकन पर खडा किया गया है। मठ पूर्वाभिमुखी एवं शिखर युक्त है। जो लगभग 50 फुट ऊंचा होगा । गर्भगृह वर्गाकार है जिसके मध्य में जरायु में शिवलिंग स्थापित है। गर्भगृह के समक्ष सभा मण्ड़प है। यह शिवमठ वास्तु शिल्प के आधार पर रथाकार है। लगभग 18 फुट ऊँचाई पर शिखर के मध्य भाग में चारो दिशाओं की और चार अनुकृतियां प्रदशित की गई हैं। शिखर के शीर्ष भाग पर कमल चक्र पर कुंभ कलश स्थापित कर सांस्कृतिक परम्परा का पालन किया गया है। शिव मंदिर वास्तु स्थापत्य का यह मठ उत्कृष्ट प्रतीक है। यहाँ के जैन मंदिर और शिवमठ में मंदिर वस्तु शिल्प की दृष्टि से बहुत कुछ समानता है, परन्तु जैन मंदिर पर कालान्तर में चूने का प्लास्टिक कर दिये जाने से इसकी भव्यता को छुपा दिया गया है। </p> 
				
						<p> नगर के दक्षिण पूर्वी किनारे श्री हनुमान जी की भव्य विषाल प्रतिमा प्रतिष्ठित  है। संभव है, ऐसी विहंगम भाव भंगिमा वाली हनुमान प्रतिमा बुंदेलखंड़ जनपद में कही हो । यह प्रतिमा बिना किसी आधार आश्रय के स्थापित है जिसके दशनों हेतु भक्त श्रद्धालु निरंतर आते रहते है। </p>

						<p> नगर के दक्षिणी भाग की पहाड़ी पर और तालाब के उत्तरी किनारे धौरीगढ़ किला है। ओरछेश महाराजा विक्रमाजीत सिंह ने बड़ागाँव को महत्वपूर्ण स्थल मानतें हुए यहाँ किले का निर्माण कराया था। उत्तर मध्यकाल के आताताई लुटेरा की लूट एवं विध्वंशक तोड फोडक गतिविधियों से सुरक्षा देने में यह किला महत्वपूर्ण रहा है। </p>
				
						<p>  बल्देवगढ़ किला के किलेदार के अधीन यहाँ एक नायब किलेदार और कुछ सैनिक रहा करते थे। किले का मुख्य दरवाजा उत्तर की ओर हैं। अनेक गुर्जो से युक्त सुदृढ परकोटा के मध्य अनेक आवासीय महल और कक्ष है। बुर्जो पर तोपो के चक्कस हैं। दक्षिणी पश्चिम भाग में एक कुआं है, जिसके अंदर बरामदे बने हुए है।  </p>
				
						<p> किला एवं जैन मंदिर के मध्य में महाराजा विक्रमजीत के समय  नितमित धनुषधारी भगवान राम का भव्य मंदिर है | जो वैष्णव जनों की धार्मिक, सांस्कृतिक गतिविधियों का मुख्य केंद्र है |  </p>
					</div>
				</div>
				<aside>
					<?php include ('inc/aside-content.php'); ?>
				</aside>
			</section>
		</div>

		<!-- footer -->
		<footer>
			<?php include('inc/footer.php'); ?>
		</footer>
	</body>
</html>