<p class="intro">
    <p>
        <b> भौगोलिक स्थिति: </b> औसत समुद्र तल से ऊँचाई - 319 मीटर( 1046 फीट) 
        बडागांव, टीकमगढ़ सागर रोड पर, टीकमगढ़ से 29 किमी और सागर से 100 किमी की दूरी पर स्थित है|
    </p>
    
    <p>
        <b> बड़ागाँव क्षेत्र का सांस्कृतिक वैभव (इतिहास): </b> पुरातन के ओरछा राज्य और वर्तमान टीकमगढ़ जिला के दक्षिण पूर्वी भागों में 
        टीकमगढ़ शाहगढ़ राजमार्ग पर, धसान नदी के बाएँ कछारीय वनाच्छादित विन्ध्यशैल शिखरों के मध्य स्थित बड़ागाँव बस्ती पुरातन काल से 
        सांस्कृतिक प्रकाश की किरणें क्षेत्र के उम्मरगढ़ ऊमरी, नवागढ़ तक, जिससे यह समीपवर्ती सांस्कृतिक स्थल भी जीवंत रहे।
        चंदेलकाल में चंदेलराज्य बुंदेलखंड विकसित राज्य था । लोगो की धार्मिक आस्थानुरूप तालाबों के घाटो और नदियों के 
        किनारे तथा सिद्ध संतो महंतो की गुफाओ, खोहो के पास मठों मंदिरों का निर्माण कराकर सांस्कृतिक विकास किया। 
        <a href = "history.php"> और पढ़ें </a>
    </p>

    <p>
        <b> जनसांख्यकी: </b> 2011 की जनसंख्या गणना के अनुसार <b> जनसंख्या: </b> 18584 <b> पुरुष: </b> 52 फीसदी, 
        <b> महिलाएं: </b> 48 फीसदी | <b> साक्षरता दर: </b> 84% है, जोकि भारत की साक्षरता दर 74.04 % से कहीं ज्यादा है,
         जिसमे 89 % पुरुष और 71% महिलाएं साक्षर हैं | 60 फीसदी जनसंख्या 25 वर्ष से कम की है | </p> 
    </p>

    <p>
        <b> जलवायु: </b> बडागांव एक ऊष्ण कटिबंधीय गीला और शुष्क क्षेत्र है |
	    यहाँ तीन अलग- अलग ऋतुएं पाई जाती है, ग्रीष्म, शरद, और बरसात | ग्रीष्म ऋतु मार्च के बीच में शुरू होती है 
        और अप्रैल एवं मई के दौरान बहुत ही गर्म हो सकती है | यहाँ उच्चतम तापमान 1994 में दर्ज किया गया था 
        जोकि 48 डिग्री सेल्सियस था | औसत गर्मियों का तापमान 42  - 44 डिग्री सेल्सियस तक जा सकता है | 
        यहाँ नमी बहुत ही कम पाई जाती है | चूँकि बडागांव की स्थिति बुंदेलखंड पठार के पूर्वी क्षेत्र में है, यहाँ शाम में एक ठंडी 
        हवा गर्मियों की रातों को सुखद बनाती है | मानसून का मौसम जून में देर से 26 डिग्री सेल्सियस के आसपास औसत तापमान,
         निरंतर मूसलाधार बारिश और उच्च नमी के साथ शुरू होता है | यहाँ औसत बर्षा 32 इंच है | सर्दियों का मौसम नबम्बर के
          मध्य में शुरू होता है | सर्दियाँ सूखी, नरम और उजली होती है | सर्दियों में औसत तापमान  4-15  डिग्री सेल्सियस होता है | 
          लेकिन सर्द रातों में यह हिमांक(freezing point) के करीब गिर सकता है | गर्मियों में तापमान 48  - 50 डिग्री सेल्सियस 
          तक हो सकता है तो वही सर्दियों में 2 डिग्री सेल्सियस तक भी हो सकता है |
    </p>

    <p>
        <b> यातायात: </b> बडागांव, प्रदेश के दूसरे भागों से, राष्ट्रीय व प्रदेश हाईवे से अच्छे से जुड़ा है |
         झाँसी, ललितपुर, सागर, भोपाल, इंदौर, जबलपुर, दमोह और टीकमगढ़ के लिए बस सर्विस और निजी वाहन आसानी से
          उपलब्ध है| रेलवे यातायात के साधन टीकमगढ़, झाँसी, ललितपुर, सागर में उपलब्ध हैं| हवाई यातायात के माध्यम 
          खजुराहो(120 किमी), भोपाल(269 किमी), इंदौर, ग्वालियर में उपलब्ध है |
    </p>

    <p>
        <b> प्रमुख त्यौहार: </b> सभी राष्टीय त्यौहार जैसे होली, हनुमान जयंती, महावीर जयंती, वैसाखी, रक्षाबंधन, गणेश उत्सव,
         नवरात्री, दशहरा, दीवाली, रमजान और ईद पूरे उत्साह से साथ यहाँ मनाये जाते है | इन सभी त्योहारों के अलावा जैन
          समुदाय 10 दिन का पर्युषण पर्व भी मनाता है |
    </p>

    <p>
        <b> पर्यटन: </b>
        <p> <b> 1. कोटि पर्वत: </b> फोटो में किले और जैन मंदिर को साफ़ देखा जा सकता है, जो यह बताता है की कई सौ साल 
        पहले यहाँ एक विशाल पर्वत जिसे कोटि पर्वत के नाम से जाना जाता है | यह पर्वत विशेषज्ञों के अनुसार जुडा हुआ था लेकिन 
        समय के साथ नगर का विकास हुआ, बस्ती बनायीं गयी और इस पहाड़ को बीच से काटा गया जिसे किले और जैन मंदिर के 
        बीच के स्थान के स्वरुप में जाना जाता है | और फिर जैन मंदिर से कुछ दूर तक और काटा गया | फिर यह भद्र काली मंदिर
         से मिलता है और नगर परिवहन को स्थापित करने के लिए इसे एक सड़क को बनाने के लिए और काटा गया | फिर भी 
         भद्र काली मंदिर से दरगुआं तक यह अभी भी अस्तित्व में है | </p>
        <p> <b> 2. टाठीबेर बाबड़ी: </b> ऐसी मान्यता है कि यह बाबड़ी वर्षों पहले लोगों के कार्य को पूरा करने में मदद करती थी |
         टाठी = बर्तन, बेर = वापिका (बाबड़ी) यह स्थान बडागांव के बस स्टैंड पर स्थित है | इसे टाठीबेर  के नाम से जाना जाता है |
          पूर्व में जब लोगों  के घर शादी - विवाह के अवसर पर प्रतिभोज आदि के लिए बर्तनों की आवश्यकता होती थी तब लोग यहाँ पर
           आकर निवेदन करते थे | हे टाठीबेर, हमें अमुक कार्य हेतु कतिपय बर्तनों कि आवश्यकता है तब बाबड़ी पर बर्तन तैरने लगते थे |
            लोग उन्हें घर ले जाते और कार्य पश्चात् उसी वापिका में डाल जाते थे एक बार कोई श्रावक उक्त वापिका से बर्तन ले गया
             परन्तु वापिस लौटाने नहीं आया उसी समय से बर्तन उतरते नहीं है | </p>
        
        <b> <a href = "dhaurigarh-kila.php"> 3. धौरीगढ़ किला </a> </b> &nbsp;
        <b> <a href = "dhasan-river.php"> 4. धसान नदी </a> </b> &nbsp;
        <b> <a href = "pokhna-aur-janera-taalab.php"> 5. पोखना तालाब </a> </b> &nbsp;
        <b> <a href = "masjid.php"> 6. मस्जिद </a> </b> &nbsp;
        <b> <a href = "jain-mandir.php"> 7. जैन मंदिर </a> </b> &nbsp;
        <b> <a href = "hanuman-mandir.php"> 8. हनुमान मंदिर </a> </b> &nbsp;
        <b> <a href = "dhanush-dhaari-mandir.php"> 9. धनुषधारी मंदिर </a> </b> &nbsp;
        <b> <a href = "bhadra-kaali-mandir.php"> 10. भद्र काली मंदिर </a> </b> &nbsp;
        <b> <a href = "shiv-math.php"> 11. शिवमठ </a> </b> &nbsp;
        <b> <a href = "temples.php"> 12. नरसिंह मंदिर, 13. शिव मंदिर, 14. हरदोल </a> </b>
    </p>
</p>