        <div class="intro-box">
           <h1>बडागांव (धसान)</h1>

           <p class="intro"><a href="http://www.tikamgarh.nic.in"> टीकमगढ़ </a>
		जिले के पास एक कस्बा और नगर परिषद है जोकि मध्यप्रदेश राज्य के टीकमगढ़ जिले मे स्थित है 
		बडागांव (धसान), मध्य प्रदेश के पूर्वी क्षेत्र धसान नदी के पास, बुंदेलखंड पठार के उत्तरी किनारे पर स्थित है | 
		जिसकी ग्लोब पर स्थिति 24°34′6″ उत्तरी अक्षांश 79°1′5″ पूर्वी देशांतर है |
           </p>

           <p class="intro">
                <marquee> ये वेबसाइट का डाटा २०१२ का है, आपको जहाँ भी लगे की डाटा अपडेट करने की जरुरत है 
			तो कृपया dhasan.badagaon@gmail.com पर ईमेल भेजें या 9425150499 पर कॉल करके डाटा को अपडेट कराएं। 
		</marquee>
                Learn more <a href="#about-us">about us</a> 
           </p>

        </div>